import React from "react";
import HeaderSipec from "../components/HeaderSipec";
import Footer from "../components/Footer";

const Sipec = () => {
  return (
    <>


      <HeaderSipec />
      <div className="fixed-menu">
        <i className="fa fa-gear" />
        <h3>Change Colors</h3>
        <ul className="change-colors">
          <li data-color="red" />
          <li data-color="blue" />
          <li data-color="green" />
          <li data-color="yellow" />
        </ul>
        <h3 className="skin-color">Important Links</h3>
        <div className="tweeter" id="tweet">
          <a href="https://m.twitter.com/login">
            <i className="fa fa-twitter" />
            tweeter LogIn
          </a>
        </div>
        <div className="facebook" id="face">
          <a href="https://www.face">
            <i className="fa fa-facebook" />
            FaceBook
          </a>
        </div>
        <div className="instagram" id="inst">
          <a href="https://www.instagram.com/explore">
            <i className="fa fa-instagram" />
            Instagram
          </a>
        </div>
      </div>
      <a className="scroll-to-top skin-background" href="www">
        <i className="fa fa-chevron-up" aria-hidden="true" />
      </a>
      <div id="home" className="block">
        <h2 className="skin-color">Home</h2>
        <div className="container">
          <p className="typer" data-text="WelCome to Our All Storages" />
        </div>
        <div className="sipecess">
          <span>Spice King</span>
          <img src="imgSipec/spice.png" alt="spice" />
        </div>
      </div>
      <div id="about-us" className="block">
        <h2 className="skin-background">About Us</h2>
        <div className="container">
          <div className="textt-ticker">
            <h3>نبذة عن بعض منتجاتنا</h3>
            <div className="tickerr-list">
              <div className="active">
                <span>زيت كبد الحوت</span>
                <img
                  src="imgHerbs/whale.jfif"
                  width={300}
                  height={300}
                  alt="whal"
                />
              </div>
              <div>
                <span>زيت الخروع</span>
                <img
                  src="imgHerbs/20.jfif"
                  width={300}
                  height={300}
                  alt="20fjfj"
                />
              </div>
              <div>
                <span>زيت الزيتون</span>
                <img src="imgHerbs/31.jfif" width={300} height={300} alt="31jfj" />
              </div>
              <div>
                <span>المغات</span>
                <img src="imgHerbs/21.jfif" width={300} height={300} alt="21jfj" />
              </div>
              <div>
                <span>التيليو</span>
                <img src="imgHerbs/22.jfif" width={300} height={300} alt="22jfj" />
              </div>
              <div>
                <span>الشيح</span>
                <img src="imgHerbs/23.jfif" width={300} height={300} alt="23jfj" />
              </div>
              <div>
                <span>لبان الدكر</span>
                <img src="imgHerbs/24.jfif" width={300} height={300} alt="24jfj" />
              </div>
              <div>
                <span>البابونج</span>
                <img
                  src="imgHerbs/25.jfif"
                  width={300}
                  height={300}
                  alt="25fjfj"
                />
              </div>
              <div>
                <span>ورق الجوافة</span>
                <img src="imgHerbs/26.jfif" width={300} height={300} alt="26jfj" />
              </div>
              <div>
                <span>الزعتر</span>
                <img src="imgHerbs/27.jfif" width={300} height={300} alt="27fjf" />
              </div>
              <div>
                <span>مارمارية</span>
                <img
                  src="imgHerbs/28.jfif"
                  width={300}
                  height={300}
                  alt="28fifi"
                />
              </div>
              <div>
                <span>الحلبة</span>
                <img
                  src="imgHerbs/29.jfif"
                  width={300}
                  height={300}
                  alt="29fifi"
                />
              </div>
              <div>
                <span>الحنضل</span>
                <img src="imgHerbs/30.jfif" width={300} height={300} alt="30fjf" />
              </div>
            </div>
          </div>
        </div>
      </div>
      <div id="services" className="block">
        <h2 className="skin-background">Services</h2>
        <h5>click to Know more Information</h5>
        <div className="myyarrowDown">
          <i className="fa fa-arrow-down" />
        </div>
        <div className="popups">
          <h6 className="show-popup skin-background" data-popup=".first-popup">
            ماهى فوائد الزعفران
          </h6>
          <h6 className="show-popup" data-popup=".second-popup">
            ماهى فوائد القرنفل
          </h6>
          <h6 className="show-popup" data-popup=".thirst-popup">
            ماهى فوائد الشمر
          </h6>
          <h6 className="show-popup" data-popup=".fourth-popup">
            ماهى فوائد الجنزبيل
          </h6>
          <h6 className="show-popup" data-popup=".fiveth-popup">
            ماهى فوائد النعناع
          </h6>
        </div>
        <div className="popup first-popup">
          <div className="inner">
            <h2 className="text-center">معلومات عن فائدة الزعفران</h2>
            <img src="imgSipec/زعفران.jfif" alt="fifi" />{" "}
            <img src="imgSipec/images (1).jfif" alt="imgs" />
            <img src="imgSipec/saffron.jfif" alt="safron" />{" "}
            <img src="imgSipec/images (3).jfif" alt="imgs" />
            <p>
              يمكن تناول شاي الزعفران للحصول على فوائد نبات الزعفران؛ حيث يُعدّ
              شاي الزعفران مصدراً غنيّاً بالفيتامينات، والمعادن، ومضادات
              الأكسدة، ويمكن أن يوفّر بعض الفوائد الصحية التي تم ذكرها سابقاً،
              ويمكن تحضيره عن طريق نقع خيوط الزعفران في الماء الساخن وأشهر فوائد
              الزعفران التي قد يسوّقها مشجعين تناوله خلال الحمل تشمل: المساعدة
              على الهضم الذي عادة ما يكون بطيء خلال الحمل... يساعد على تهدئة
              حموضة المعدة. و تحسين المزاج. وخفض ضغط الدم.
            </p>
            <button className="close">Close</button>
          </div>
        </div>
        <div className="popup second-popup">
          <div className="inner">
            <h2 className="text-center">معلومات عن فوائد القرنفل</h2>
            <img src="imgSipec/12.jpg" alt="12img" />{" "}
            <img src="imgSipec/13.jpg" alt="13img" />
            <img src="imgSipec/15.jpg" alt="15img" />{" "}
            <img src="imgSipec/16.webp" alt="16wep" />
            <p>
              تحتوى معلقة صغيرة من القرنفل المطحون على نسبة عالية من الحديد و
              الماغنسيوم و الفسفور و الكلسيوم و الفيتامينات و عند اضافته الى
              الحليب يقوم بعلاج العقم و الضعف الجنسى و ضعف القلب و المعدة و
              الكبد و الطحال و الكلى و الام المفاصل و ضعف الذاكرة و سوء الفهم و
              الضعف العام و الخمول و ضعف اللثة و الاسنان والامها
            </p>
            <button className="close">Close</button>
          </div>
        </div>
        <div className="popup thirst-popup">
          <div className="inner">
            <h2 className="text-center">معلومات عن فائدة الشمر</h2>
            <img src="imgSipec/30.jfif" alt="30fjf" />{" "}
            <img src="imgSipec/31.jfif" alt="31fjf" />
            <img src="imgSipec/32.jfif" alt="32jfj" />{" "}
            <img src="imgSipec/33.jfif" alt="33jfj" />
            <p>
              تحتوي بذور الشمر على كميات كبيرة من الألياف، التي تُساعد على تخفيف
              الإمساك، وغيره من المشاكل الهضميّة التي قد تُسبّب الغازات، كما
              تحافظ على الحركة الصحيحة في القناة الهضميّة، بالإضافة إلى أنَّها
              تساعد في بعض الحالات على التخفيف من الإسهال المائي، ممّا يُساعد
              على التقليل من حركة الأمعاء الرخوة، كما يُعدُّ الشمر النيء مصدراً
              جيداً للألياف، وتعادل الكمية الموصى بها من الألياف ما يتراوح بين
              25 إلى 30 غراماً يوميا يرتبط استهلاك بذور الشمر بالتقليل أعراض
              التهاب القولون؛ العديد من مرضى التهاب القولون المزمن قد قلّت لديهم
              الأعراض بعد تناولهم لمزيجٍ من الأعشاب يحتوي على الشمر، كما خفّت
              الآلام في الأمعاء الغليظة لديهم بعد 15 يوماً من استهلاك الشمّر
            </p>
            <button className="close">Close</button>
          </div>
        </div>
        <div className="popup fourth-popup">
          <div className="inner">
            <h2 className="text-center">معلومات عن فائدة الجنزبيل</h2>
            <img src="imgSipec/40.jfif" alt="40jfj" />{" "}
            <img src="imgSipec/41.jfif" alt="41jfjf" />
            <img src="imgSipec/42.jfif" alt="42jlj" />{" "}
            <img src="imgSipec/43.jfif" alt="43jfj" />
            <p>
              يمكن تناول شاي الزعفران للحصول على فوائد نبات الزعفران؛ حيث يُعدّ
              شاي الزعفران مصدراً غنيّاً بالفيتامينات، والمعادن، ومضادات
              الأكسدة، ويمكن أن يوفّر بعض الفوائد الصحية التي تم ذكرها سابقاً،
              ويمكن تحضيره عن طريق نقع خيوط الزعفران في الماء الساخن وأشهر فوائد
              الزعفران التي قد يسوّقها مشجعين تناوله خلال الحمل تشمل: المساعدة
              على الهضم الذي عادة ما يكون بطيء خلال الحمل... يساعد على تهدئة
              حموضة المعدة. و تحسين المزاج. وخفض ضغط الدم.
            </p>
            <button className="close">Close</button>
          </div>
        </div>
        <div className="popup fiveth-popup">
          <div className="inner">
            <h2 className="text-center">معلومات عن فائدة النعناع</h2>
            <img src="imgSipec/10.jfif" alt="10jij" />{" "}
            <img src="imgSipec/11.jfif" alt="11jiji" />
            <img src="imgSipec/12.jfif" alt="12fifi" />{" "}
            <img src="imgSipec/13.jfif" alt="13fifi" />
            <p>
              فوائد شرب النعناع على الريق يهتم الكثير من الأشخاص بالتعرف على
              فوائد شرب النعناع على الريق حيث أنه يحتوي على الكثير من العناصر
              الطبيعية والفيتامينات والمعادن مثل الكالسيوم وفيتامين دال الهامة
              لصحة الإنسان بشكل عام النعناع يعد النعناع من الأعشاب الطبيعية
              المشهورة كثيرًا في جميع بلدان العالم ويتم استعماله منذ قديم الزمن
              في العلاج بالطب البديل للتخلص من الأمراض التي يمكن أن تصيب جسم
              الإنسان بشكل عام. كما أنه يعد أحد العناصر الهامة التي يتم إضافتها
              للكثير من أطباق الطعام وخاصة بعض أنواع السلطات مما يعطيها نكهة
              رائعة ورائحة طيبة كثيرًا.
            </p>
            <button className="close">Close</button>
          </div>
        </div>
      </div>
      <div id="products" className="block">
        <h2 className="skin-background">Products</h2>
        <div className="textContainer">
          <h3>معلومات عن اختيارنا للمنتجات للحفاظ على العملاء</h3>
          <p>
            بداية اختيارنا للمنتجات ان لم يكن جميع الاختيارات .. فغالبا معظمه
            بناء على طلب العملاء و حمدا لله اننا قادرون على توفير كل احتياجات
            عملاؤنا.. و حفاظا على صحة العميل نتجنب تماما اى مواد صناعية او مواد
            حافظة فى منتجاتنا و دائما نتشرف بتقديم الجديد و المناسب و نتشرف ايضا
            بعمل شىء يشبه التقييم لمستوى خدمتنا و ذلك حرصا منا على التمييز و
            التفوق و الحفاظ على اعلى مستوى خدكه و اعلى درجات ارضاء العملاء و
            لذلك
            <span id="points">...</span>
            <span id="moreText">
              نوفر دائما كل المنتجات بحيث نحافظ على ان يكون كل متطلبات العميل
              متوفرة ولا يحتاج ابدا للذهاب لمكان اخر لتكملة احتياجاته .. وفى ظل
              هذه المنظومه نحرص دائما على افضل الاسعار و افضل العروض باستمرار
              وتشمل منتاجاتنا الزيوت و العطور و العطارة و الحبوب ونحرص جدا جدا
              على نظافة و جةدة المنتجات .. حتى اذا تعامل معنا العميل يعود الينا
              بنفس راضية و سعيدة
            </span>
          </p>
          <button id="textButton">Show More</button>
        </div>
      </div>
      <div id="recently" className="block">
        <h2 className="skin-background">Recently</h2>
        <div className="products" id="contact2">
          <div className="container">
            <div className="row">
              <div className="col-md-6">
                <div className="product">
                  <h3>Product One</h3>
                  <span className="date">للعناية بالشعر</span>
                  <img src="imgSipec/1.jfif" alt="1jpg" />
                  <i className="fa fa-plus fa-lg" />
                  <p className="description">
                    انظر للاسفل يوجد افضل منتجات الشعر
                  </p>
                </div>
              </div>
              <div className="col-md-6">
                <div className="product">
                  <h3>Product Two</h3>
                  <span className="date">للعناية بالبشرة</span>
                  <img src="imgSipec/4.jfif" alt="4fff" />
                  <i className="fa fa-plus fa-lg" />
                  <p className="description">
                    انظر للاسفل يوجد افضل منتجات البشرة
                  </p>
                </div>
              </div>
            </div>
          </div>
        </div>
        <div className="container">
          <div className="row">
            <div className="col-sm-12 col-md-12 col-lg-6">
              <div className="items list-view">
                <div className="item first">
                  <h3 className="skin-color">TRESEMME</h3>
                  <h6>للحماية من التقصيف و التلف</h6>
                  <img
                    src="imgMidical/7.jpg"
                    width={100}
                    height={100}
                    alt="7jpg"
                  />
                  <i className="fa fa-plus fa-lg" />
                  <p className="description">
                    اشتري شامبو وبلسم لعلاج الشعر بعد البروتين او الكيراتين
                    1000. وضع بلسم treseme keratine smooth لترطيب الشعر وتعزيز
                    نعومته وإذا كنت تنوين استعمال أداة حرارية لتصفيف الشعر يتم
                    استعمال بخاخ شامبو تريسمي للشعر المعالج بالبروتين قبل تصفيف
                    الشعر لحمايته من التقصيف و التلف و السقوط
                  </p>
                </div>
                <div className="item">
                  <h3 className="skin-color">KERASTASE</h3>
                  <h6>لفرد الشعر</h6>
                  <img
                    src="imgMidical/2.jpg"
                    width={100}
                    height={100}
                    alt="2jpg"
                  />
                  <i className="fa fa-plus fa-lg" />
                  <p className="description">
                    تكون الشعر من البروتين على هيئة سلاسل فمن الممكن أن تكون
                    مفرودة أو لولبية حيث يعمل كريم الفرد على كسر روابط هذه
                    السلاسل ومن ثم فرده بشكل صحي جدا، وأغلب كريمات الفرد
                    المتوفرة في الأسواق تحتوي على مادة الصودا كاوية
                    والفورمالدهيد وهو مواد حارقة تسبب أضرار بالغة بالشعر وفروة
                    الرأس وهو ما يجب الابتعاد عنها واختيار أنواع صحية من كريمات
                    الفرد متل KERASTASE.
                  </p>
                </div>
                <div className="item">
                  <h3 className="skin-color">AXUNIL</h3>
                  <h6>لمعالجة القشرة</h6>
                  <img
                    src="imgMidical/3.jpg"
                    width={100}
                    height={100}
                    alt="3jpg"
                  />
                  <i className="fa fa-plus fa-lg" />
                  <p className="description">
                    تشكّل قشرة الشعر هي حالة يتم فيها تكوين رقائق جلدية بيضاء
                    صغيرة من فروة الرأس, و غالباً ما تكون هذه الرقائق مصحوبة
                    بالحكّة. أما بالنسبة للسبب المحدد لتكون قشرة الرأس فهو غير
                    معروف للآن ولا علاقة لها بقلّة النظافة الشخصية. الا ان
                    الدراسات أوجدت عوامل كثيرة تزيد من حالة تشكل قشرة الرأس مثل
                    قلة غسل الشعر أو تمشيط الشعر بكثرة لذلك ننصح ب منتج AXUNIL
                  </p>
                </div>
                <div className="item">
                  <h3 className="skin-color">DXN</h3>
                  <h6>لمعالجة التقصيف و التلف</h6>
                  <img
                    src="imgMidical/4.jfif"
                    width={100}
                    height={100}
                    alt="4jpg"
                  />
                  <i className="fa fa-plus fa-lg" />
                  <p className="description">
                    أفضل منتجات العناية بالشعر التالف الشعر هو تاج كل أنثى ودليل
                    جمالها، لذا فالاهتمام به لا يعد رفاهية أو خيار يمكن
                    الاستغناء عنه، خاصة مع كثرة التعرض لعوامل التلف كتقلبات
                    الطقس، واستخدام الحرارة المباشرة والصبغات، بالإضافة إلى
                    أهمية استخدام منتجات العناية بالشعر المختلفة، للحفاظ على
                    شعرك صحيًّا ولامعًا، ولهذا خصصنا لكِ هذا المقال لتتعرفي على
                    أفضل منتجات العناية بالشعر التالف، للحصول على نتائج رائعة
                    ومتألقة دائمًا
                  </p>
                </div>
                <div className="item">
                  <h3 className="skin-color">Pjur</h3>
                  <h6>لكثافة الشعر و نموه</h6>
                  <img
                    src="imgMidical/5.jfif"
                    width={100}
                    height={100}
                    alt="5jpg"
                  />
                  <i className="fa fa-plus fa-lg" />
                  <p className="description">
                    . يمكن أن يؤدّي تناول غذاء صحي والحفاظ على نسبة الماء بالجسم
                    إلى نمو الشعر ليكون كثيفًا ولامعًا، ويعد ذلك فائدة إضافية إن
                    كنتِ تحاولين إطالة شعرك. Pjur للمساعدة على تطويل الشعر بسرعة
                    اشربي 8 أكواب من الماء يوميًا. تجنّبي السوائل التي تؤدّي إلى
                    الجفاف. الموجود في الفواكه والخضراوات والمكسرات لأن هذا
                    الفيتامين يساعد على زيادة كثافة الشعر وقوّته. تناولي اللحوم،
                    والأسماك، والبقوليات، والخضراوات الداكنة. تناولي السلمون،
                    وزيت الزيتون،
                  </p>
                  <p />
                </div>
                <div className="item">
                  <h3 className="skin-color">SUAVE</h3>
                  <h6>يضيف لمعان للشعر</h6>
                  <img
                    src="imgMidical/6.png"
                    width={100}
                    height={100}
                    alt="6jpg"
                  />
                  <i className="fa fa-plus fa-lg" />
                  <p className="description">
                    معظم الاناث يبحثن عن اللمعا للشعر و يتكلفن الكثير بسبب ذلك و
                    احيانا يقومن باستخدام منتجات و غالبا المواد الكيمائية
                    الداخلة فى تصنيع هذه المنتجات تؤدى الى اثار عكسية او على
                    القلقة الى اثار جانبية اضا تؤذى فروة الراس و احيانا بقمن
                    بوصفات شعبية موروثة عن الاجداد و وقتها ايضا تكون النتائج غير
                    مرضية .. ولكن نحن ابتكرنامنتج طبيعى 100% من الاعشاب الطبيعية
                    و الزيوت الطبيعية و لا يؤثر بالسلب فى اى حال من الاحوال ..
                    لذلك ننصح باستخدام SUAVE
                  </p>
                </div>
              </div>
            </div>
            <div className="col-sm-12 col-md-12 col-lg-6">
              <div className="flowers list-view">
                <div className="flower first">
                  <h3 className="skin-color">Zero Frizz</h3>
                  <h6 className="date">سيروم بفيتامين سي</h6>
                  <img
                    src="imgMidical/9.webp"
                    width={100}
                    height={100}
                    alt="9jpg"
                  />
                  <i className="fa fa-plus fa-lg" />
                  <p className="description">
                    سيروم فيتامين سي أو مصل فيتامين ج تشمل الأتي: 1. آمن لأغلب
                    أنواع البشرة. 2. يرطب البشرة. 3. يعمل على تفتيح البشرة. 4.
                    يقلل من احمرار البشرة ويساعد على توحيد لونها. 5. يخفف من
                    ظهور الهالات السوداء. 6. يحفز الكولاجين الطبيعي وإنتاجه في
                    الجسم. 7. قد يحد من ترهل البشرة. 8. قد يخفف من آثار حروق
                    الشمس. 9. يحفز التئام الجروح بشكل عام كماانه مستحضر العناية
                    أو خلاصة اسيدات الفاكهة وفاعليته تتلخص بغناه بالمواد
                    الأساسية التي تمد البشرة بالنضارة والحيوية والشباب المتجدد
                  </p>
                </div>
                <div className="flower">
                  <h3 className="skin-color">Biotique Chlorophyll</h3>
                  <h6 className="date">لعلاج البثور و حب الشباب</h6>
                  <img
                    src="imgMidical/8.jpg"
                    width={100}
                    height={100}
                    alt="8jpg"
                  />
                  <i className="fa fa-plus fa-lg" />
                  <p className="description">
                    إن اتباع روتين صحي للبشرة، يؤدي لعدم ظهور الرؤوس السوداء
                    والحصول على بشرة نظيفة، يتمثل هذا الروتين فى استخدام منتج
                    كريم ديفرين بعد تحديد نوع بشرتك اولا ، وهي الخطوة الأولى
                    والأهم في العناية بالبشرة. استخدام الغسول المناسب بناءا على
                    نوع البشرة. استخدام المرطب الطبي الخالي من العطور. استخدام
                    قابض للمسام (التونر). استخدام واق للشمس.
                  </p>
                </div>
                <div className="flower">
                  <h3 className="skin-color">Olay Natural White</h3>
                  <h6 className="date">منتج لتفتيح البشرة</h6>
                  <img
                    src="imgMidical/10.jpg"
                    width={100}
                    height={100}
                    alt="10jpg"
                  />
                  <i className="fa fa-plus fa-lg" />
                  <p className="description">
                    كريمات العناية بالبشرة العادية لا تؤثر في مثل تلك العيوب،
                    فتلجأ العديد من السيدات لاستعمال كريمات تفتيح البشرة. لذلك،
                    دعينا نقدم لكِ أفضل الخيارات المتاحة حاليًا من كريمات تفتيح
                    البشرة، التي قد أثبتت فعاليتها في التخلص من البقع، النمش
                    وأثار الندبات. كما توفر أيضًا معامل حماية من الشمس، وليست
                    فقط لتفتيح البشرة.
                  </p>
                </div>
                <div className="flower">
                  <h3 className="skin-color">Spotless</h3>
                  <h6 className="date">لعلاج الكلف ومشاكل البشرة</h6>
                  <img
                    src="imgMidical/15.jpg"
                    width={100}
                    height={100}
                    alt="15jpg"
                  />
                  <i className="fa fa-plus fa-lg" />
                  <p className="description">
                    الكلف العميق ، أحد أنواع الكلف ، ويظهر في صورة اسمرار مع
                    تبديل لون البشرة الطبيعي للون أكثر اسمرارًا ، وتظهر أيضًا
                    على البشرة بقع غير منتظمة الشكل ولها حدود واضحة ، وتكون
                    بأحجام صغيرة وكبيرة ومتوسطة ، وتتكون نتيجة لإفراز الخلايا
                    لصبغة الميلانين بكميات كبيرة ، مما يتسبب في ارتفاع هرمون
                    البروجسترون ، وهرمون الأستروجين ، وتتركز هذه البقع في منطقة
                    الأنف والخدين وفوق الشفاه العليا ، وعلى الجبهة والرقبة ، وهو
                    من المشاكل التي تضر بجمال ونضارة البشرة .
                  </p>
                </div>
                <div className="flower">
                  <h3 className="skin-color">Vichy</h3>
                  <h6 className="date">
                    منتج لهالات السوداء والانتفاخ تحت العين
                  </h6>
                  <img
                    src="imgMidical/11.webp"
                    width={100}
                    height={100}
                    alt="11jpg"
                  />
                  <i className="fa fa-plus fa-lg" />
                  <p className="description">
                    وهي أزهار تنمو على أشجار الماغنوليا التي تُعتبر من أشجار
                    الزينة، وتمتاز ببتلاتها البيضاء النقية التي تنمو إلى جانب
                    أوراقها المُفعمة باللون الأخضر، ويعُد الموطن الأصلي لهذه
                    الزهرة جنوب شرق الولايات المُتحدة الأمريكية، وأصبحت مُنتشرة
                    في العديد من بلدان العالم نظراً لقدرتها الكبيرة على التكيُف
                    السريع، ويوجد العديد من الأنواع المُختلفة لهذه الزهرة، والتي
                    تختلف بحجمها وطولها
                  </p>
                </div>
                <div className="flower">
                  <h3 className="skin-color">Revitalift</h3>
                  <h6 className="date">منتج لعلاج التجاعييد و خطوط الوجه</h6>
                  <img
                    src="imgMidical/12.jpg"
                    width={100}
                    height={100}
                    alt="12jpg"
                  />
                  <i className="fa fa-plus fa-lg" />
                  <p className="description">
                    مع تقدم السن يبدأ ظهور التجاعيد و الخطوط الرفيعة على الوجه و
                    الرقبة و حول العين و ذلك بسبب نقص إنتاج مادة الكولاجين و حمض
                    الهيالورنيك المسئولان عن شد الجلد و تجديد خلايا البشرة و
                    نضارتها و إشراقها لذا ينصح الأطباء بعد سن 35 بإستخدام كريمات
                    علاج الجاعيد لتحفز البشرة على زيادة إنتاج الكولاجين و حمض
                    الهيالورنيك لتجنب ظهور التجاعيد وعلامات تقدم السن. و سنوضح
                    لكم فى هذه المقالة أفضل كريم للتجاعيد وشد البشرة
                  </p>
                </div>
              </div>
            </div>
          </div>
        </div>
      </div>
      <div id="others" className="block">
        <h2 className="skin-background">Others</h2>
        <div className="container">
          <h3 className="blink-warning">منتجاتنا كلها من الطبيعة البكر</h3>
        </div>
        <div className="container myswitchcont">
          <span className="switch-tabs">Switch View</span>
          <div className="dynamic-tabs left-tabs">
            <ul className="tabs-list">
              <li className="active" data-content=".content-one">
                الكركم
              </li>
              <li data-content=".content-two">الينسون</li>
              <li data-content=".content-three">الكمون</li>
              <li data-content=".content-four">ورق اللورى</li>
              <li data-content=".content-five">الحبهان</li>
              <li data-content=".content-six">حبة البركة</li>
              <li data-content=".content-seven">جنين القمح</li>
              <li data-content=".content-eight">روز مارى</li>
              <li data-content=".content-nine">الشعير</li>
              <li data-content=".content-ten">السفرجل</li>
            </ul>
            <div className="content-list">
              <div className="content-one">
                الكركم أحد التوابل الشهيرة المُستخدمة في عدد كبير من الطبخات
                والوصفات، ولكن فوائد الكركم تتعدى استخدامه في الطبخ وطعمه اللذيذ
                ولونه الأصفر الجميل، ففوائد الكركم للجسم كثيرة وفريدة جدًا،
                ومعظم فوائد الكركم الصحية تعود إلى احتوائه على مادة كيميائية
                فريدة تُسمى الكركمين، كما يساعد على علاج الاكتئاب و الوقاية من
                مرض السكرى , و يساعد الكركمين على مقاومة بعض الفيروسات كفيروس
                الانفلونزا و يساعدعلى خفض الكوليسترول و التخفيف من اعراض نتلازمة
                ما قبل الطمث
              </div>
              <div className="content-two">
                يعد اليانسون شحيحًا بالسعرات الحرارية وفقيرًا بالبروتينات
                والدهون، إلا أنه غني بالعديد من الفيتامينات والمعادن المنوعة،
                مثل: الفسفور، والكالسيوم، والحديد، والزنك، والمغنيسيوم،
                والبوتاسيوم، بالاضافة الى كل من فيتامين ج، وفيتامين أ، والقليل
                من حمض الفوليك. كما يستخدم فى علاج الاضطرابات المعوية و الهضمية
                و طرد الغازات و مفيد فى علاج الامساك زز كما يستخدم لطرد البلغم و
                علاج الربو و يعد جيد لادرار البول و تحفيز الشهية و علاج اضطرابات
                النوم و القلق و يستخدم فى عالم التجميل وصناعة الكريمات و الصابون
                و العطور
              </div>
              <div className="content-three">
                يعتبر الكمون من الأدوية العشبية التي تستخدم للسيطرة على نسبة
                السكر بالدم، حيث أشارت الدراسات التي أقيمت حول فوائد الكمون
                الصحية لمرضى السكري إلى أن تناوله يؤدي إلى تراجع نسبة السكر
                بالدم وزيادة الأنسولين والهيموجلوبين مما يحسن من حالة المريض.
                تناول الكمون يساعد على تعزيز صحة المعدة ممايساعد على التخلص من
                الكثير من المشكلات ونها الامساك و عسر الهضم اذ انه يساعد على
                افراز الانزيمات الهاضمة. كما انه عند تناوله مغلى مهم جدا للتخلص
                من المغص ة الالم الذى يصيب البطن و التخلص من الالم المصاحب
                للدورة الهرية عند النساء كما ان الكمون مهم للجهاز التنفسي لانه
                يعتبر مضاد للاجتقان كما انه يساعد غلى التخلص من المخاط و البلغم
                المتراكم فى منطقة الصدر و الحلق مما يساعد على التنفس بشكل افضل
                كما انه يحتوى على مضادات البكتيريا و الجراثيم مما يؤدى الى الحد
                من الاصابة بالبرد و الانفلونزا
              </div>
              <div className="content-four">
                ورق اللورا أو ورق الغار يعد من أساسيات البيوت المصرية بشكل خاص
                والعربية بشكل عام، ويتميز بشكل "ورق الشجر الناشف" ورائحته
                النفاذة وطعمة المميز الذى يضيفه على الطعام، وليس ذلك فقط بل هو
                أيضا يتميز بالعديد من الفوائد الصحية. من الفوائد العديدة لتناول
                ورق اللورى انه يطرد السموم المتراكمة داخل الجسم و يقوى الجهاز
                الهضمى و يجد من الاصابة بعسر الهضم كما انه قاتل للسموم و
                البيكتيريا التى قد توجد فى اللحم و الدجاج . كما انه يحد من
                التعرض للسكتتات الدماغية و يمنع ارتفاع الكوليسترول و يمنع
                الاسهال و يعالج قرح المعدة و ينشط الدورة الدموية فى الجسم و
                يعتبر منبه للشهية و يساعد على افراز الغضارات الهضمية
              </div>
              <div className="content-five">
                الحبهان أو الهيل من أكثر التوابل الصحية، التى يمكنك أن تضاف
                لمعظم الأطعمة والأكلات أو وجبة تقوم بإعدادها، ويُعرف الهيل باسم
                "ملك التوابل"، وهو ثالث أغلى أنواع التوابل في العالم بعد
                الزعفران
              </div>
              <div className="content-six">
                من المعروف عن الحبة السوداء فوائدها العديدة المتعلقة بنمو الشعر،
                وتقويته وتكثيفه، سواء كنت تفكر في استخدام زيت الحبة السوداء
                موضعيًا على الشعر أو في تناول حفنة من الحبة السوداء على الريق
                يوميًا، فإن النتائج حتمًا سوف تذهلك. من فوائد حبة البركة ان
                تناولها على الريق يساعد على رفع مستويات الطاقة , لاسيما فى
                الصباح الباكر و بالتالى زيادة انتاجيتك فى العمل و قدرتك على
                التركيز كما ان تناول الحبة السوداء بكميات معقولة بانتظام يوميا
                قد يساعدك على تجسين التنفس و تحسين مستويات الطاقة اثناء ممارسة
                التمارين الرياضية .. ومن فوائد الحبة السوداء على الريق علاج بعض
                المشاكل للجهاز التنفسى و مكافحتها للالتهابات الجيوب الانفية
                المزعجة كما ان الجبة السوداء تساعد كذلك على التخاص من احتقان
                الحلق و التخلص من البلغم المتراكم فى المجارى التنفسية
              </div>
              <div className="content-seven">
                يُعدُّ القمح من أكثر أنواع الحبوب شيوعاً حول العالم، إذ يُزرع في
                الكثير من دول العالم، ويعدُّ القمح الطري أو قمح الخبز النوع
                الرئيسي للقمح، وله أنواعٌ أُخرى تشمل: القمح القاسي، والحِنطة،
                والقمح ثنائي الحبة، والقمح وحيد الحبة، والقمح الطوراني، ويُعدُّ
                الطحين الأبيض، وطحين القمح الكامل المصنوعان من القمح العنصرين
                الأساسيين في السلع المخبوزة، وهناك بعض الأطعمة الأخرى التي تُصنع
                من القمح، مثل: المعكرونة، والشعيرية، والسميد، والبرغل،
                والكسكس،[١] أمَّا جنين حبوب القمح فهو الجزء الذي تتبرعم منه حبوب
                القمح الجديدة، والذي عادةً ما تتم إزالته أثناء عملية التكريرومن
                الجدير بالذكر أنَّه يُعدُّ الجزء الأكثر أهمية من القمح، والأكثر
                احتواءً على العناصر الغذائية المفيدة، وقد أصبح جنين القمح الصالح
                للأكل متوفر بشكل أكبر في الوقت الحالي، بالإضافة إلى توفّر زيت
                جنين القمح الغنيّ بالعناصر يساعد على تقوية جهاز المناعة و مقامة
                مرض السكرى و مضاد للسرطان و تقوية الهاز الدورى و تحسين صخة
                العضلات لاداء رياضى افضل و مذهل لصخة الجلد و البشرة .. كما
                انهغنى جدا بالعناصر المساعدة لتقوية مناعة الجسم .. و يعتبر مقوى
                عام لما يحتويه من الفيتامينات و المعادن
              </div>
              <div className="content-eight">
                يساعد مغلي إكليل الجبل على تحسين مظهر البشرة، حيث يعمل على تنشيط
                الدورة الدموية، فهو يحتوي على نسبة كبيرة من المواد المضادة
                للأكسدة، ويساعد في القضاء على الالتهابات، كما يساعد مغلي إكليل
                الجبل "الروزماري" على القضاء على الإكزيما، وهو يتمتع بخصائصه
                المضادة لتخثر الدم، فهو يساعد على تحسين تدفق الدم بالجسم،
                والتعزيز من الدورة الدموية كما انه له دور كبير فى التخلصمن مشكلة
                تساقط الشعر و يساعد على علاج الصلع الوراثى حيث يمكنك تدليك فروة
                الراس باستخدام زيت اكليل الجبل (الروز مارى) مرتين يوميا وهو
                يساعد على تحفيز نمو الشعر و اعادة نموه و يستخدم لعلاج قشرة الشعر
                و الحفاظ على صخة الشعر ولمعانه و يساعد على تقوية الذاكرة و
                التحسين من عملية الهضم و القضاء على عسر الخضم و الانتفخات و
                التشنجات و يساعد على تحسين امتصاص المواد الغذائية و التخفيف من
                الالتهابات فى القناة الهضمية .. كما يعمل اكليل الجبل على الحماية
                من مخاظر الاصابة بالامراض السرطانية و يساعد على تحييد الجذور
                الحرة و الحماية من معدل النمو السرطانى و بالاخص سرطان الثدى بسبب
                احتوائه على احماض الوزمارينيك و كارنوسول و يساعد على علاج
                الالتهابات بسبب المواد المضادة للاكسدة الموجودة فى اكليل الجبل
                كما انه يعمل على علاج التهابات المفاصل و التخلص من الصداع و
                التخفيف من الام العضلات و الملى من اكليل الجبل يساعد على تسكين
                الالام و التقليل منها و تحسين وظائف الكلى و ادرار البول و
                بالتالى التخلص من السموم المتراكمة فى الجسم
              </div>
              <div className="content-nine">
                يعتبر الشعير مصدرًا ممتازًا للألياف الغذائية، كما وتساعد أعشاب
                الشعير على توفير الغذاء اللازم لبكتيريا الأمعاء الجيدة، ويساعد
                الشعير بشكل خاص في تعزيز صحة القولون، وبالتالي: الحفاظ على حركة
                منتظمة للأمعاء وإخراج الفضلات بانتظام والحفاظ على نظافة المعدة.
                التقليل من فرص الإصابة بسرطان القولون. التقليل من فرص الإصابة
                بالبواسير. تساعد الألياف التي يحتوي عليها الشعير على الشعور
                بالشبع دون إضافة أية سعرات حرارية إضافية، ما يجعل الشعير هامًا
                بشكل خاص لمن يرغبون في خسارة الوزن الزائد، وعمومًا فإن تناول
                الحبوب الكاملة، مثل؛ الشعير، حيث يساعد على تحسين عمليات الأيض في
                الجسم، والتقليل من الشعور بالجوع. يساعد محتوى الشعير من الفوسفور
                والنحاس على تعزيز صحة العظام، كما أنه يعتبر أحد الوصفات الطبيعية
                للسيطرة على حالة المريض بعد الإصابة بهشاشة العظام، وأظهرت
                الدراسات أن عصير الشعير يحتوي على كميات من الكالسيوم أكبر بكثير
                من تلك التي يحويها الحليب مثلًا. ونظرًا لأن العظام تحتاج
                للمغنيسيوم والحديد لتعزيز صحة العظام، فإن تناول كميات كافية من
                الشعير يساعد على تزويد الجسم بهذه المواد، معززًا بذلك صحتها.
              </div>
              <div className="content-ten">
                يُعدُّ السفرجل من الفاكهة الغنيّة بمضادات الأكسدة؛ فقد ذكرت
                دراسة مِخبرية نشرت في مجلة Journal of Agricultural and Food
                Chemistry عام 2013 أنّ السفرجل يحتوي على 26 نوعاً من مركبات
                البوليفينولات (بالإنجليزية: Polyphenolic) بما فيها الفلافونويدات
                التي تُعد من أبرز أنواعها والتي تُشكل 78% إلى 94% من إجمالي هذه
                المركبات، ومن الأمثلة عليها؛ الكيرسيتين (بالإنجليزية:
                Quercetin)، والكايمبفيرول (بالإنجليزية: Kaempferol)، وتمتلك هذه
                المركبات تأثيراً جيداً في الصحّة،[٣] فمن المعروف أنّ المواد
                المضادة للأكسدة تحمي الجسم من الخطر الناتج عن جزئيات الجذور
                الحرة غير المستقرة، وتقلل من حدوث الالتهابات، فقد تبيَّن في
                مراجعةٍ نشرتها مجلة Diseases عام 2016 أنّ الأنظمة الغذائيّة
                الغنيّة بمضادات الأكسدة مثل؛ حمية البحر الأبيض المتوسط تقلل من
                الإجهاد التأكسدي؛ حيث إنّ زيادة مستويات هذا الإجهاد في الجسم
                يرتبط بارتفاع خطر حدوث الالتهابات التي قد تؤدي إلى الإصابة
                بالعديد من الأمراض، مثل: أمراض القلب، وتصلّب الشرايين،
                والسرطانات المختلفة. يُعدُّ السفرجل من الفاكهة ذات المؤشر
                الجلايسيمي المنخفض؛ أي أنّها لا ترفع من مستويات سكر الدم بسرعة،
                كما أنها تُعدّ قليلة المحتوى من السكر، والسعرات الحراريّة،
                والدهون المُشبعة بالصوديوم، والكوليسترول، وهو غنيٌ بالألياف
                أيضاً والتي تساعد على الإحساس بالشبع لفترة أطول، وبالتالي
                التقليل من تناول الطعام، وبالتالي فإنّ السفرجل يُعدُّ خياراً
                مناسباً للأشخاص الذين يرغبون بتقليل الوزن، إضافة إلى تحسين
                الصحّة لديهم بشكل عام وضحت دراسة أولية أجريت على فئران التجارب
                ونشرت في مجلة Iranian Journal of Pharmaceutical Research لتقييم
                تأثير تناول السفرجل من قِبل الفئران المُصابة بالسكري، وتوصلت
                الدراسة في نهايتها إلى أنّ المستخلص المائي للسفرجل يحسن بعض
                الأعراض المرتبطة بمرض السكري؛ فقد قلل من مستويات الدهون
                الثلاثية، والكوليسترول الكلي، والكوليسترول الضار، بالإضافة إلى
                زيادة مستويات الكوليسترول النافع، والتقليل من المؤشرات المرتبطة
                بأمراض الكبد والكلى. أشارت دراسة أولية أجريت على فئران التجارب
                ونشرت في مجلة Research in Pharmaceutical Sciences لتقييم استهلاك
                عصير السفرجل والمستخلص المائي الكحولي له في التهاب القولون
                التقرحي مدة 5 أيام، وتوصلت الدراسة إلى أنّ تناول السفرجل سواء
                كان على شكل عصير أو مستخلص قد ساهم في التخفيف من التهاب القولون
                التقرحي والقرحة فيه، وقد يرجع ذلك إلى محتواه من المركبات
                الفينولية، والبكتين، وغيرها من المركبات، ولكن ما تزال هناك حاجة
                إلى إجراء المزيد من الأبحاث والدراسات التي تثبت ذلك.[٩] ذكرت
                مراجعة نشرتها مجلة Frontiers in Pharmacology عام 2016 أنّ
                للسفرجل تأثيراتٍ مضادّةً لنموّ جرثومة المعدة والمعروفة
                بالبكتيريا الملوية البوابية (بالإنجليزية: Helicobacter pylori)؛
                التي تؤثر في 50% من سكان العالم، والتي تُعدّ من أنواع البكتيريا
                التي تقاوم الظروف الحامضيّة، ممّا يجعلها قادرةً على التأقلم
                والتكاثر في البيئة الحامضيّة للمعدة، وقد لوحظ في الدراسة أنّ
                عصير السفرجل يُثبّط نموّ هذه البكتيريا، كما أنّ المستخلص
                الإيثانولي مع الماء والأسيتون لفاكهة السفرجل وبذورها يمتلك
                تأثيراً مضاداً لأنواع أخرى من البكتيريا مثل: الإشريكية
                القولونيّة، والكلبسيلة الرئوية، والمكورات العنقودية الذهبية،
                وتجدر الإشارة إلى أنّ زيادة مدة العدوى ببكتيريا الملوية البوابية
                قد يسبب تدمير الغشاء المخاطي في المعدة والغدد، مما يرفع من خطر
                الإصابة بسرطان المعدة.[١٠] أشارت دراسة نشرتها مجلة Complementary
                Therapies in Medicine عام 2019 استمرّت 4 أسابيع لتقييم تأثير
                استخدام السفرجل في التخفيف من أعراض الارتجاع المعدي المريئي لدى
                96 طفلاً، مثل: القيء، وصعوبة البلع، والتجشؤ، والاختناق وقت تناول
                الطعام، بالإضافة إلى آلام البطن، وتبيّن في نهاية الدراسة أنّ
                تناول السفرجل مع دواء الرانيتيدين (بالإنجليزية: Ranitidine) قد
                ساهم في التخفيف من أعراض الارتجاع المريئيّ لديهم، ولكن ما تزال
                الحاجة مستمرة لإجراء المزيد من الأبحاث لتأكيد هذا التأثير،
                وتحديد الجرعة المناسبة.[١١] ذكرت مراجعةٌ نشرتها مجلة Frontiers
                in Pharmacology عام 2016 في دراسة أُجريت على الحيوانات أنّ
                مستخلص أوراق السفرجل قد يساهم في التقليل من التأثير الضار للأشعة
                فوق البنفسحية لخلايا الدم الحمراء، كما يزيد من قوة المناعة،
                ويرفع من عدد خلايا الدم البيضاء، والخلايا الليمفاوية، كما لوحظ
                أنّه يخفض من مستوى البروتين والكرياتينين في الدم، ولكن ما زالت
                هناك حاجةٌ لتأكيد هذا التأثير عند البشر.[١٠] بيّنت المراجعة التي
                نشرتها مجلة Frontiers in Pharmacology عام 2016 أيضاً أنّ فاكهة
                السفرجل قد تمتلك تأثيراً مضاداً للحساسية، إذ إنّ استهلاك إحدى
                المنتجات التي تحتوي على السفرجل ومكونات أخرى قد تقلل من مستوى
                الهستامين وعوامل أخرى مرتبطة بإفراز الأجسام المضادة كالغلوبيولين
                المناعي هـ لدى الأشخاص الذين يعانون من الحساسية، كما وُجِد أنّ
                استهلاك الأشخاص الذين يعانون من فرط التحسس من النمط الأول
                للمستخلص المائي للسفرجل مدة 8 أسابيع ارتبط بتقليل مستوى إنتاج
                الغلوبيولين المناعي
              </div>
            </div>
          </div>
        </div>
      </div>
      <div id="contact-us" className="block">
        <h2 className="skin-background">Contact Us</h2>
        <div className="container">
          <div className="our-form">
            <form>
              <div>
                <input
                  className="detect-unicode"
                  type="text"
                  required="required"
                  placeholder="Type your name"
                />
                <div className="unicode" />
              </div>
              <div>
                <input
                  className="auto-direction"
                  type="email"
                  required="required"
                  placeholder="Type your Email"
                />
                <div className="arabic" />
              </div>
              <div>
                <input
                  type="password"
                  required="required"
                  placeholder="Type your password"
                />
              </div>
              <div>
                <textarea
                  required="required"
                  placeholder="Type Your Message"
                  defaultValue={""}
                />
              </div>
              <div>
                <input type="submit" defaultValue="send" />
                <span className="the-message" />
              </div>
            </form>
          </div>
        </div>
      </div>
      <Footer />
    </>
  );
};

export default Sipec;
